---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PathReinAddlOffset
source: html/0cb45513-2e0d-94c0-d71a-75cf461cde52.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PathReinAddlOffset Property

"Additional Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId PathReinAddlOffset { get; }
```